tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/versions'
# brew 'cask'
# brew 'emacs', args: ['with-cocoa']
brew 'awscli'
brew 'chruby'
brew 'colordiff'
brew 'coreutils'
brew 'ctags'
brew 'direnv'
brew 'findutils'
brew 'fzf'
brew 'gawk'
brew 'ghq'
brew 'gibo'
brew 'gist'
brew 'git'
brew 'gnu-sed'
brew 'go'
brew 'heroku'
brew 'homebrew/versions/node6-lts'
brew 'httpie'
brew 'hub'
brew 'imagemagick'
brew 'jo'
brew 'jq'
brew 'mysql'
brew 'phantomjs'
brew 'reattach-to-user-namespace'
brew 'ruby-install'
brew 'shellcheck'
brew 'source-highlight'
brew 'ssh-copy-id'
brew 'terminal-notifier'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'zsh', args: ['without-etcdir']
cask 'alfred'
cask 'atom'
cask 'betterzipql'
cask 'clipy'
cask 'docker'
cask 'dropbox'
# cask 'fiddler'
cask 'font-noto-sans-cjk-jp'
cask 'font-ricty-diminished'
cask 'font-source-code-pro'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'hyperswitch'
cask 'iterm2'
cask 'karabiner'
cask 'keycastr'
cask 'kindle'
cask 'licecap'
cask 'macs-fan-control'
cask 'magicprefs'
cask 'pomello'
cask 'postman'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'rescuetime'
cask 'sequel-pro'
cask 'skitch'
cask 'slack'
cask 'spectacle'
cask 'toggldesktop'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
